Texts = {
    'TEXT_START_FIO': {
        1: "Давайте познакомимся, как Вас зовут?! 🙃",
        2: "Давайте познакомимся, как Вас зовут?! 🙃"
    },
    'TEXT_START_NAME': {
        1: "Как называется Ваша компания? 😃",
        2: "Как называется Ваша компания? 😃"
    },
    'TEXT_SUCCESS_REG': {
        1: "Поздравляем Вы успешно зарегистрированы! 🥳",
        2: "Поздравляем Вы успешно зарегистрированы! 🥳"
    },
    'TEXT_TERMS_REG': {
        1: "Перед началом работы пожалуйста ознакомьтесь с правилами и условиями размещения вакансии (ПУРВ) 📖",
        2: "Перед началом работы пожалуйста ознакомьтесь с правилами и условиями размещения вакансии (ПУРВ) 📖"
    },
    'TEXT_TERMS_OK': {
        1: "Поздравляем Вы можете начинать 🤝",
        2: "Поздравляем Вы можете начинать 🤝"
    },
    'TEXT_HOMEPAGE': {
        1: "Добро пожаловать",
        2: "Добро пожаловать"
    },
    'TEXT_SELECT_CATEGORY': {
        1: "1. Выберите пожалуйста специализацию",
        2: "1. Выберите пожалуйста специализацию"
    },
    'TEXT_SELECT_CATEGORY_CHILDS': {
        1: "1 Выберите пожалуйста специализацию (можно выбрать до 5 направлении)",
        2: "1 Выберите пожалуйста специализацию (можно выбрать до 5 направлении)"
    },
    'TEXT_SEND_MEDIA': {
        1: '<b>Rasm yoki video</b>\nVideo murojaat ish beruvchilarga fotosuratdan ko\'ra 90% ko\'proq natija beradi. Videolarni faqat tasdiqlangan kompaniyalar ko\'radi',
        2: '<b>Картинка или видео</b>\nВидео обращение работодателям дает 90% больше результата чем просто фотография. Видео будут видит только верифицированные компании'
    },
    'TEXT_SEND_POSITION': {
        1: '<b>Lavozim:</b>\nMisol: Savdo menejeri',
        2: '<b>Должность</b>\nПример: Менеджер по продажам'
    },
    'TEXT_TYPE_SALARY': {
        1: '<b>Oylik qanaqa bolsin</b>',
        2: '<b>Желаемая зарплата – от</b>'
    },
    'TEXT_SEND_SALARY': {
        1: '<b>Ish haqini kiriting. Misol: 3000000 - 5000000</b>',
        2: '<b>Желаемая зарплата. Пример: 3000000 - 5000000</b>'
    },
    'TEXT_SELECT_SCHEDULE': {
        1: '<b>Ish jadvalini tanlang</b>',
        2: '<b>Выберите график работы</b>'
    },
    'TEXT_SEND_AGE': {
        1: '<b>Tugilgan kunni kiriting </b>\nMasalan: 20.01.1989',
        2: '<b>Введите дату рождения</b>\nПример: 20.01.1989'
    },
    'TEXT_SELECT_LANGUAGE': {
        1: '<b>Qaysi tillarni bilasiz ?</b>',
        2: '<b>Выберите пожалуйста какими языками владейте. </b>'
    },
    'TEXT_EXPERIENCE': {
        1: '<b>Ish tajribasini tanlang:</b>',
        2: '<b>Выберите опыт работы:</b>'
    },
    'TEXT_GENDER': {
        1: '<b>Jinsingizni tanlang:</b>',
        2: '<b>Выберите Ваш пол</b>'
    },
    'TEXT_SEND_REGION': {
        1: '<b>Viloyatni tanlang</b>',
        2: '<b>Выберите город</b>'
    },
    'TEXT_SEND_DISTRICT': {
        1: '<b>Tumani tanlang</b>',
        2: '<b>Выберите район</b>'
    },

    'TEXT_SEND_PUBLICATION': {
        1: '<b>Публиковать ?</b>',
        2: '<b>Публиковать ?</b>'
    },
    'TEXT_SEND_MODERATION': {
        1: '✅ Ваше объявление успешно добавлено\n<b>⚠️ Ваше объявление будет проверено модератором</b>',
        2: '✅ Ваше объявление успешно добавлено\n<b>⚠️ Ваше объявление будет проверено модератором</b>'
    },

    'TEXT_SEND_FIO': {
        1: '<b>Familiya, ism va otangizni ismini kiriting</b>',
        2: '<b>Введите фамилию, имя и отчество</b>'
    },
    'TEXT_SEND_CONTACT': {
        1: '<b>Telefon raqamingizni kiriting</b>',
        2: '<b>Введите номер телефона</b>'
    },

    'POSITION': {
        1: '❇️ Должность',
        2: '❇️ Должность'
    },
    'SALARY': {
        1: '💵 Зарплата',
        2: '💵 Зарплата'
    },
    'SCHEDULE': {
        1: '⏰ График работы',
        2: '⏰ График работы'
    },
    'LANGS': {
        1: '🌏 Знание языков',
        2: '🌏 Знание языков'
    },
    'AGE': {
        1: '⚡️ Возраст',
        2: '⚡️ Возраст'
    },
    'EXPERIENCE': {
        1: '🎖Опыт работы',
        2: '🎖Опыт работы'
    },
    'GENDER': {
        1: '👨‍💼👩‍💼 Пол',
        2: '👨‍💼👩‍💼 Пол'
    },
    'REGION': {
        1: '📍Место проживание',
        2: '📍Место проживание'
    },
    'PHONE_C': {
        1: 'Кнопка показать контакты popup',
        2: 'Кнопка показать контакты popup'
    },

    'BTN_SEND_PHONE': {
        1: '📲 Mening raqamim',
        2: '📲 Отправить телефон',
    },
    'BTN_SEND_TERMS': {
        1: '*Я согласен(на) с ПУРВ 👌',
        2: '*Я согласен(на) с ПУРВ 👌',
    },
    'BTN_EDIT_FIO': {
        1: 'Ism familiya va otangizni ismini kiriting',
        2: '*Я согласен(на) с ПУРВ 👌',
    },
    'BTN_ADD_RESUME': {
        1: '✅ Resume qo`shish',
        2: '✅ Добавить резюме',
    },
    'BTN_SAVE_CHANGES': {
        1: '✅ O\'zgarishlarni saqlash',
        2: '✅ Добавить резюме',
    },
    'BTN_FIND_VACANCIES': {
        1: '🔎 Vakansiya qidirish',
        2: '🔎 Поиск – вакации',
    },
    'BTN_REPLY': {
        1: '🗂 Javob berish',
        2: '🗂 Отклики',
    },
    'BTN_RESUMES': {
        1: '📋 Резюме',
        2: '📋 Резюме',
    },
    'BTN_BALANCE': {
        1: '💵 Balans',
        2: '💵 Баланс',
    },
    'BTN_PROFILE': {
        1: '⚙️ Shaxsiy kabinet',
        2: '⚙️ Личный кабинет',
    },
    'BTN_SEND_BACK': {
        1: 'Orqaga',
        2: 'Назад',
    },
    'BTN_SEND_DALE': {
        1: 'Davom ettirish',
        2: 'Далее',
    },

    'BTN_SALARY_YES': {
        1: 'Ish xaqini kiritish',
        2: 'Указать зарплату',
    },

    'BTN_SALARY_NO': {
        1: 'Kelishilgan',
        2: 'Договорная',
    },

    'BTN_SEND_MALE': {
        1: 'Erkak',
        2: 'Мужчина',
    },

    'BTN_SEND_FEMALE': {
        1: 'Ayol',
        2: 'Женщина',
    },

    'BTN_SEND_YES': {
        1: '✅ Да',
        2: '✅ Да',
    },

    'BTN_SEND_NO': {
        1: '❌ Нет',
        2: '❌ Нет',
    },
    'BTN_CHANGE_PHOTO': {
        1: 'Rasmni o\'zgartirish',
        2: '❌ Нет',
    },
    "SEARCH_NAME": {
        1: "Название",
        2: "Название"
    },
    "SEARCH_SALARY": {
        1: "Заработная плата",
        2: "Заработная плата"
    },
    "SEARCH_CATEGORY": {
        1: "Категория",
        2: "Категория"
    },
    "SEARCH_DESCRIPTION": {
        1: "Описание",
        2: "Описание"
    },
    "SEARCH_CONTACT": {
        1: "Контакты",
        2: "Контакты"
    },
    "SEARCH_BACK": {
        1: "Назад",
        2: "Назад"
    },
    'TEXT_SEND_SEARCH_TITLE': {
        1: "Ish nomini kiriting yoki kalit so'zlarni qidiring",
        2: 'Введите название должности или ключевые слова для поиска',
    },
    "MAIN_MENU": {
        1: "Bo\'limlardan birini tanlang",
        2: "Bo\'limlardan birini tanlang"
    },
    "CHANGE_LANG": {
        1: "🌐 Tilni o'zgartirmoq",
        2: '🌐 Изменить язык',
    },
    'BTN_SELECT_LANGUAGE_UZ': {
        1: "O'zbek tili",
        2: 'Узбекский язык',
    },
    'BTN_SELECT_LANGUAGE_RU': {
        1: "Rus tili",
        2: 'Русский язык',
    },
    "PROFILE_BTN": {
        1: "Kerakli bo'limni tanlang",
        2: "Kerakli bo'limni tanlang"
    },
    'BTN_EDIT': {
        1: '🛠 Tahrirlash',
        2: '🛠 Редактировать',
    },
    'BTN_DELETE': {
        1: "🗑 O'chirmoq",
        2: "🗑 Удалить",
    },

}
