Texts = {
    'TEXT_START_FIO': {
        1: "Давайте познакомимся, как Вас зовут?! 🙃",
        2: "Давайте познакомимся, как Вас зовут?! 🙃"
    },
    'TEXT_START_NAME': {
        1: "Как называется Ваша компания? 😃",
        2: "Как называется Ваша компания? 😃"
    },
    'TEXT_START_CONTACT': {
        1: "Осталось поделится номером телефона! 😊",
        2: "Осталось поделится номером телефона! 😊"
    },
    'TEXT_SUCCESS_REG': {
        1: "Поздравляем Вы успешно зарегистрированы! 🥳",
        2: "Поздравляем Вы успешно зарегистрированы! 🥳"
    },
    'TEXT_TERMS_REG': {
        1: "Перед началом работы пожалуйста ознакомьтесь с правилами и условиями размещения вакансии (ПУРВ) 📖",
        2: "Перед началом работы пожалуйста ознакомьтесь с правилами и условиями размещения вакансии (ПУРВ) 📖"
    },
    'TEXT_TERMS_OK': {
        1: "Поздравляем Вы можете начинать 🤝",
        2: "Поздравляем Вы можете начинать 🤝"
    },
    'TEXT_HOMEPAGE': {
        1: "Добро пожаловать",
        2: "Добро пожаловать"
    },
    'TEXT_SELECT_CATEGORY': {
        1: "1. Выберите пожалуйста специализацию",
        2: "1. Выберите пожалуйста специализацию"
    },
    'TEXT_SELECT_CATEGORY_CHILDS': {
        1: "1 Выберите пожалуйста специализацию (можно выбрать до 5 направлении)",
        2: "1 Выберите пожалуйста специализацию (можно выбрать до 5 направлении)"
    },
    'TEXT_SEND_MEDIA': {
        1: '<b>Rasm yoki video</b>\nVideo murojaat ish beruvchilarga fotosuratdan ko\'ra 90% ko\'proq natija beradi. Videolarni faqat tasdiqlangan kompaniyalar ko\'radi',
        2: '<b>Картинка или видео</b>\nВидео обращение работодателям дает 90% больше результата чем просто фотография. Видео будут видит только верифицированные компании'
    },
    'TEXT_SEND_POSITION': {
        1: '<b>Lavozim:</b>\nMisol: Savdo menejeri',
        2: '<b>Должность</b>\nПример: Менеджер по продажам'
    },
    'TEXT_TYPE_SALARY': {
        1: '<b>Oylik qanaqa bolsin</b>',
        2: '<b>Желаемая зарплата – от</b>'
    },
    'TEXT_SEND_SALARY': {
        1: '<b>Ish haqini kiriting. Misol: 3000000 - 5000000</b>',
        2: '<b>Желаемая зарплата. Пример: 3000000 - 5000000</b>'
    },
    'TEXT_SELECT_SCHEDULE': {
        1: '<b>Ish jadvalini tanlang</b>',
        2: '<b>Выберите график работы</b>'
    },
    'TEXT_SEND_AGE': {
        1: '<b>Yoshni kiriting </b>\nMasalan: 18 - 35',
        2: '<b>Укажите возраст</b>\nПример: 18 - 35'
    },
    'TEXT_SELECT_LANGUAGE': {
        1: '<b>Kandidat qaysi tillarda gaplashishi kerakligini tanlang</b>',
        2: '<b>Выберите пожалуйста какими языками должен владеть соискатель.</b>'
    },
    'TEXT_EXPERIENCE': {
        1: '<b>Ish tajribasini tanlang:</b>',
        2: '<b>Выберите опыт работы:</b>'
    },
    'TEXT_GENDER': {
        1: '<b>Iltimos, nomzodning jinsini tanlang</b>',
        2: '<b>Выберите пожалуйста пол кандидата</b>'
    },
    'TEXT_SEND_REGION': {
        1: '<b>Viloyatni tanlang</b>',
        2: '<b>Выберите город</b>'
    },
    'TEXT_SEND_DISTRICT': {
        1: '<b>Tumani tanlang</b>',
        2: '<b>Выберите район</b>'
    },

    'TEXT_SEND_PUBLICATION': {
        1: '<b>Публиковать ?</b>',
        2: '<b>Публиковать ?</b>'
    },
    'TEXT_SEND_MODERATION': {
        1: '✅ Ваше объявление успешно добавлено\n<b>⚠️ Ваше объявление будет проверено модератором</b>',
        2: '✅ Ваше объявление успешно добавлено\n<b>⚠️ Ваше объявление будет проверено модератором</b>'
    },

    'POSITION': {
        1: '❇️ Должность',
        2: '❇️ Должность'
    },
    'SALARY': {
        1: '💵 Зарплата',
        2: '💵 Зарплата'
    },
    'SCHEDULE': {
        1: '⏰ График работы',
        2: '⏰ График работы'
    },
    'LANGS': {
        1: '🌏 Знание языков',
        2: '🌏 Знание языков'
    },
    'AGE': {
        1: '⚡️ Возраст',
        2: '⚡️ Возраст'
    },
    'EXPERIENCE': {
        1: '🎖Опыт работы',
        2: '🎖Опыт работы'
    },
    'GENDER': {
        1: '👨‍💼👩‍💼 Пол',
        2: '👨‍💼👩‍💼 Пол'
    },
    'REGION': {
        1: '📍Место работы',
        2: '📍Место работы'
    },
    'PHONE_C': {
        1: 'Кнопка показать контакты popup',
        2: 'Кнопка показать контакты popup'
    },

    'BTN_SEND_PHONE': {
        1: '📲 Mening raqamim',
        2: '📲 Отправить телефон',
    },
    'BTN_SEND_TERMS': {
        1: '*Я согласен(на) с ПУРВ 👌',
        2: '*Я согласен(на) с ПУРВ 👌',
    },
    'BTN_ADD_VACANT': {
        1: '✅ Vakansiya qo‘shish',
        2: '✅ Добавить вакансию',
    },
    'BTN_FIND_RESUME': {
        1: '🔎 Rezyume qidirish',
        2: '🔎 Поиск - резюме',
    },
    'BTN_REPLY': {
        1: '🗂 Javob berish',
        2: '🗂 Отклики',
    },
    'BTN_VACANTS': {
        1: '📋 Vakansiyalar',
        2: '📋 Вакации',
    },
    'BTN_BALANCE': {
        1: '💵 Balans',
        2: '💵 Баланс',
    },
    'BTN_PROFILE': {
        1: '⚙️ Shaxsiy kabinet',
        2: '⚙️ Личный кабинет',
    },
    'BTN_SEND_BACK': {
        1: 'Orqaga',
        2: 'Назад',
    },
    'BTN_SEND_DALE': {
        1: 'Davom ettirish',
        2: 'Далее',
    },

    'BTN_SALARY_YES': {
        1: 'Ish xaqini kiritish',
        2: 'Указать зарплату',
    },

    'BTN_SALARY_NO': {
        1: 'Kelishilgan',
        2: 'Договорная',
    },

    'BTN_SEND_MALE': {
        1: 'Erkak',
        2: 'Мужчина',
    },

    'BTN_SEND_FEMALE': {
        1: 'Ayol',
        2: 'Женщина',
    },

    'BTN_SEND_YES': {
        1: '✅ Да',
        2: '✅ Да',
    },

    'BTN_SEND_NO': {
        1: '❌ Нет',
        2: '❌ Нет',
    },

    'BTN_BACK': {
        1: '⬅️ Orqaga',
        2: '⬅️ Orqaga',
    },
    'BTN_HOME': {
        1: '🏠️ Bosh sahifa',
        2: '🏠️ Bosh sahifa',
    },
    # edited
    'BTN_EDIT': {
        1: '🛠 Tahrirlash',
        2: '🛠 Редактировать',
    },
    'BTN_DELETE': {
        1: "🗑 O'chirmoq",
        2: "🗑 Удалить",
    },
    'EDITED_SAVED': {
        1: "O'zgartirishni saqlash",
        2: 'Сохраните изменение',
    },
    'EDITED_MEDIA': {
        1: "📷 Rasm yoki Videoni o'zgartirish",
        2: '📷 Редактировать картинку или видео',
    },
    'EDITED_VACANCY': {
        1: "O'zgaritmohchi bo'lgan joyini tanlang",
        2: 'Выберите место, где вы хотите изменить',
    },

    #     search

    'TEXT_SEND_SEARCH_TITLE': {
        1: "Ish nomini kiriting yoki kalit so'zlarni qidiring",
        2: 'Введите название должности или ключевые слова для поиска',
    },
    'TEXT_SEND_SEARCH_CATEGORY': {
        1: '📝 Kategoriya',
        2: '📝 Категория',
    },
    'TEXT_SEND_SEARCH_GENDER': {
        1: '📝 Jinsi',
        2: '📝 Пол',
    },
    'TEXT_SEND_SEARCH_MAIN': {
        1: 'Bosh sahifa',
        2: ''
    },
    'TEXT_SETTINGS': {
        1: 'Kerakli sozlamani tanlang: ',
        2: 'Выберите необходимую настройку:',
    },
    'TEXT_NAME_COMPANY': {
        1: "📝 Kompaniya nomini o'zgartirmoq",
        2: '📝 Измените название компании',
    },
    'TEXT_PHONE_COMPANY': {
        1: "☎️ Nomerni o'zgartirmoq",
        2: '☎️ Изменить номер',
    },
    'TEXT_LANGUAGE_COMPANY': {
        1: "🌐 Tilni o'zgartirmoq",
        2: '🌐 Изменить язык',
    },
    "MAIN_MENU":
    {
        1: "Bo\'limlardan birini tanlang",
        2: "Bo\'limlardan birini tanlang"
    },
    'BTN_SELECT_LANGUAGE_UZ': {
        1: "O'zbek tili",
        2: 'Узбекский язык',
    },
    'BTN_SELECT_LANGUAGE_RU': {
        1: "Rus tili",
        2: 'Русский язык',
    },
    "SEARCH_CATEGORY": {
        1: "Категория",
        2: "Категория"
    },
}
